[
    {
        "id": 0,
        "author_id": 0,
        "author": "Стеклодув Валера",
        "header": "Что будет если заморозить стекло?",
        "picture": "static/resources/images/posts/frozen_glass.jpg",
        "text": "Приходите на нашу фабрику и узнаете ответ!"
    },
    {
        "id": 1,
        "author_id": 1,
        "author": "Олег Араб",
        "header": "Крепыш, из щенячьего патруля, получит оскар за самый громкий лай в индустрии фильмов для взрослых детей!",
        "picture": "static/resources/images/posts/dog_got_oscar.jpg",
        "text": "'Он так громко залаял, что треснули стекла нашей базы' - говорит Рокки. Случилось это все из-за украденного ужина, сообщают очевидцы."
    },
    {
        "id": 2,
        "author_id": 2,
        "author": "Олег Олегов Олегович",
        "header": "Пей это, и ты похудеешь на 80кг за месяц. Напиток называется...",
        "picture": "static/resources/images/posts/bananoviy_kvas.jpg",
        "text": "Банановый квас. Как самый главный гурман и по совместительству фитнес-тренер псих больницы на Марсе заявляю: Банановый квас - это нечто такое, от чего ты не можешь оторваться, а он еще и полезный. Он, как и сельдерей, сжигает калории, только делает это в 10 раз лучше. Единственное, у него есть побочный эффект - потеря памяти. Я, на пример, не помню, как начал работать в психушке. Причем, я видимо значимое лицо здесь, у меня отдельный кабинет, обитый в белое. Меня просто так кормят, а я ведь всего-то даю им рекомендации по фитнесу. Однако, они меня не слушают, но любят. Потому что каждый раз, как я втолковываю им свои банановые идеи, с яростной жестикуляцией, они надевают на меня теплую кофточку и отводят к себе в комнату."
    },
    {
        "id": 3,
        "author_id": 3,
        "author": "Саша из Македонии",
        "header": "Щит сломался по дороге в Грецию",
        "picture": "static/resources/images/posts/SahaMakedonecPost.jpg",
        "text": "Не рекомендую использовать дуб, в качестве материала шита. \r\nОбъясню почему. Потому что дуб, который я срубил, оказался тухлым. Ну а другого у меня не было. Так что не повторяйте моих ошибок и берите с собой калаш. Умеют все таки русские делать вещи! "
    },
    {
        "id": 4,
        "author_id": 4,
        "author": "Клоун неудачник",
        "header": "История одного клоуна",
        "picture": "static/resources/images/posts/UnluckyClown.jpg",
        "text": "Ша буду ныть. \r\nСегодня пришел на работу в цирк. Все было ок, сегодня к нам приезжали важные гости, какие-то челики из Сан-Франциско. В общем, выступал я после коронного трюка Петьки и его слона. Он выступил отлично. Ему так долго аплодировали (минут 6 с половиной), я аж устал. Но не суть, настало мое время выходить. Однако, мое фирменное приветствие заруинил свет, он просто вырубился. А в это время я выбегал на сцену, как бешенный. Ну и сами понимаете, клоун в темноте - такое себе зрелище. Меня испугались. Все принялись бежать, а кто-то даже кинул в меня полторашку пива (как и зачем его принесли в цирк я не понимаю, хотя на Петьку и его слона трезвым сложно смотреть). Вдобавок к этому я споткнулся и упал, так что пришлось уходить грязным позорником домой.\r\nБыл уже глубокий вечер когда я пошел домой. Думаю нужно отыграться за этот день. Некоторый реквизит я прихватил с собой (подворовываю, сами понимаете жить как-то нужно). Короче, переоделся я и решил напугать кого-нибудь. Вижу идет какой-то парень, ну думаю была не была. Вскакиваю из куста на него, а он не промах, ни чуть не испугался. И вот, стою я перед ним с идиотским выражением лица, а он мне говорит: \"Либо ты шас спляшешь, либо ночевать в больничке будешь\".  \r\nНу  ночевал я дома, но фингал он мне все же оставил. Выводы делайте сами. Скажу лишь одно, завтра я пойду выступать к ним в гаражи, потому что мое представление ему очень понравилось. А фингал - это как напоминание больше от него."
    },
    {
        "id": 5,
        "author_id": 0,
        "author": "Стеклодув Валера",
        "header": "Экскурсия на фабрику",
        "picture": "static/resources/images/posts/Steklennaya_fabrika.jpg",
        "text": "Сегодня к нам на завод пришла толпа студентов с какого-то вуза, в поисках стажировки. Мы с Лехой показывали что и как нужно делать, какие станки мы используем и так далее. Кстати в этот день я привел на работу своего братишку. Он намного младше меня, но уже умеет выдувать из стекла всякие штуки. Я попросил его провести мастер класс этим бездельникам, и он выдул невероятно красивую лошадку. Им все восхитились, один даже в обморок упал от такого представления. Не знаю, что на него нашло, но он уже в порядке."
    },
    {
        "id": 6,
        "author_id": 0,
        "author": "Стеклодув Валера",
        "header": "Что-то не так с братом!",
        "picture": "static/resources/images/posts/Brat_Valeri.jpg",
        "text": "Помните, я рассказывал вам про брата. Так вот, он после того представления сам не свой. Взгляд потерянный, ничего не хочет есть и постоянно говорит, чтобы я был осторожен на заводе. Якобы там что-то обитает, и оно приходит к нему во снах. РЕБЯЯТ, посоветуйте экзорциста, пожалуйста."
    },
    {
        "id": 7,
        "author_id": 0,
        "author": "Стеклодув Валера",
        "header": "МЫ ВСЕ УМРЕЕЕЕМ!",
        "picture": "static/resources/images/posts/chto_to_strannoe.jpg",
        "text": "Сегодня, на заводе, я увидел нечто, какого-то монстра... Он стоял и работал на месте Лехи, и поначалу я и подумал, что это Леха. Однако, когда я подошел к нему, он развернул свою голову на 180 градусов, как сова, скривил страшную рожу и с нечеловеческой скоростью кинулся в сторону столовой. Я, мягко сказать, был в шоке и решил свалить куда подальше с этого безумного места. Не уверен, что смогу там работать дальше..."
    },
    {
        "id": 8,
        "author_id": 0,
        "author": "Стеклодув Валера",
        "header": "Все... Я устал!",
        "picture": "static/resources/images/posts/beautiful_vase.jpg",
        "text": "Друзья, к сожалению, должен признаться вам. Стекло уже не вызывает у меня никаких эмоций. Поэтому я решил, что пойду месить глину. Я продолжу вести свой блог, так что не отписывайтесь. Всех люблю."
    }
]