[
    {
        "id": 0,
        "author_id": 0,
        "author": "Стеклодув Валера",
        "header": "Что будет если заморозить стекло?",
        "picture": "static/resources/images/posts/frozen_glass.jpg",
        "text": "ХЗ, иди проверь."
    },
    {
        "id": 1,
        "author_id": 1,
        "author": "Олег Араб",
        "header": "Крепыш, из щенячьего патруля, получит оскар за самый громкий лай в индустрии фильмов для взрослых детей!",
        "picture": "static/resources/images/posts/dog_got_oscar.jpg",
        "text": "'Он так громко залаял, что треснули стекла нашей базы' - говорит Рокки. Случилось это все из-за украденного ужина, сообщают очевидцы."
    },
    {
        "id": 2,
        "author_id": 2,
        "author": "Олег Олегов Олегович",
        "header": "Улетный банан съел кокос",
        "picture": "static/resources/images/posts/XL.jpg",
        "text": "!"
    },
    {
        "id": 3,
        "author_id": 3,
        "author": "Саша из Македонии",
        "header": "Щит сломался по дороге в Грецию",
        "picture": "static/resources/images/posts/SahaMakedonecPost.jpg",
        "text": "Не рекомендую использовать дуб, в качестве материала шита. \r\nОбъясню почему. Потому что дуб, который я срубил, оказался тухлым. Ну а другого у меня не было. Так что не повторяйте моих ошибок и берите с собой калаш. Умеют все таки русские делать вещи! "
    },
    {
        "id": 4,
        "author_id": 4,
        "author": "Клоун неудачник",
        "header": "История одного клоуна",
        "picture": "static/resources/images/posts/UnluckyClown.jpg",
        "text": "Ша буду ныть. \r\nСегодня пришел на работу в цирк. Все было ок, сегодня к нам приезжали важные гости, какие-то челики из Сан-Франциско. В общем, выступал я после коронного трюка Петьки и его слона. Он выступил отлично. Ему так долго аплодировали (минут 6 с половиной), я аж устал. Но не суть, настало мое время выходить. Однако, мое фирменное приветствие заруинил свет, он просто вырубился. А в это время я выбегал на сцену, как бешенный. Ну и сами понимаете, клоун в темноте - такое себе зрелище. Меня испугались. Все принялись бежать, а кто-то даже кинул в меня полторашку пива (как и зачем его принесли в цирк я не понимаю, хотя на Петьку и его слона трезвым сложно смотреть). Вдобавок к этому я споткнулся и упал, так что пришлось уходить грязным позорником домой.\r\nБыл уже глубокий вечер когда я пошел домой. Думаю нужно отыграться за этот день. Некоторый реквизит я прихватил с собой (подворовываю, сами понимаете жить как-то нужно). Короче, переоделся я и решил напугать кого-нибудь. Вижу идет какой-то парень, ну думаю была не была. Вскакиваю из куста на него, а он не промах, ни чуть не испугался. И вот, стою я перед ним с идиотским выражением лица, а он мне говорит: \"Либо ты шас спляшешь, либо ночевать в больничке будешь\".  \r\nНу  ночевал я дома, но фингал он мне все же оставил. Выводы делайте сами. Скажу лишь одно, завтра я пойду выступать к ним в гаражи, потому что мое представление ему очень понравилось. А фингал - это как напоминание больше от него."
    }
]